andrew-2.3.1/run/tutorials/heatTransfer/buoyantSimpleFoam/circuitBoardCooling/0.org/include/baffle3DSetup
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

baffleRegionName    baffle3DRegion;

masterPatchName     baffle3DRegionMaster;

slavePatchName      baffle3DRegionSlave;

oneD                false;

nLayers             50;

thickness           0.02;

Kappa               0.01;

Cp                  15;

rho                 80;

// ************************************************************************* //
